Revit 2016 API
TessellatedShapeBuilder.Dispose Method
Releases all resources used by the TessellatedShapeBuilder
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 16.0.0.0 (16.0.0.0)
Syntax
C#
public void Dispose()
Visual Basic
Public Sub Dispose
Visual C++
public:
virtual void Dispose() sealed
Implements
IDisposable.Dispose()
See Also
TessellatedShapeBuilder Class
Autodesk.Revit.DB Namespace